Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/kompetansesenter_for_urfolks_rettigheter_id_85802.html.tmx
Source language: nob
Languages: sme

source: Gáldu - Kompetansesenteret for urfolks rettigheter
sme: Álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáš

source: Kompetansesenteret for urfolks rettigheter er etablert av den norske regjering, og senteret er lokalisert til Kautokeino.
sme: Álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáža lea Norgga ráđđehus ásahan, ja dat lea Guovdageainnus.

source: Kompetansesenteret har til formål å øke kunnskapen om og forståelsen for urfolksrettigheter og samiske rettigheter.
sme: Gelbbolašvuođaguovddáža ulbmil lea háhkat ja gilvit dieđuid álgoálbmogiid vuoigatvuođaid ja sámiid vuoigatvuođaid birra ja buoridit álgoálbmogiid ja sámiid vuoigatvuođaid áddejumi.

source: Senteret skal samle inn, bygge opp, systematisere, vedlikeholde, bearbeide, tilrettelegge og formidle relevant informasjon og dokumentasjon om urfolksrettigheter nasjonalt og internasjonalt.
sme: Guovddáš galgá čohkket, hukset, sysstematiseret, doalahit, gárvvistit, láhčit geavahan láhkai ja gaskkustit áššáiguoski dieđuid ja duođáštusa riikkalaš ja riikkaidgaskasaš álgoálbmotvuoigatvuođaid birra.

source: Senteret kan også påpeke behovet for forskning på aktuelle områder.
sme: Guovddáš sáhttá maiddái fuomášuhttit makkár dutkandárbbut leat guovdilis surggiin.
